{
    "portfolio": {
        "about": "Haqqımda",
        "name": "Əli Məmmədli",
        "skills": "Bacarıqlar",
        "projects": "Layihələr",
        "contact": "Əlaqə",
        "download": "Yüklə CV",
        "language": "Dil",
        "description": "Müasir, sürətli və istifadəçi dostu veb tətbiqləri yaratmağa həsr olunmuş ehtiraslı Frontend Developer. React və Next.js-in güclü xüsusiyyətlərindən istifadə edərək, miqyaslana bilən və performanslı həllər hazırlayıram. JavaScript və TypeScript üzrə də peşəkarlığım var və təmiz, baxımı asan kod yazmaq bacarıqlarımı davamlı inkişaf etdirirəm. UI/UX dizayn prinsiplərinə böyük önəm verirəm, işlədiyim hər layihənin yalnız funksional deyil, həm də estetik və intuitiv olmasını təmin edirəm. Texniki mükəmməlliyi yaradıcı problem həll etmə ilə birləşdirərək, real fərq yaradan rəqəmsal təcrübələr yaratmağı inanıram.",
        "header": "Salam! Mən Əli Məmmədliyəm",
        "years": "İş Təcrübəsi (İllər)",
        "github": "Github Repozitoriyaları",
        "techonology": "Öyrəndiyim Texnologiyalar",
        "myskills": "Bacarıqlarım",
        "others": "Digərləri",
        "styling": "Stil və Dizayn",
        "myprojects": "Layihələrim",
        "productsapp": "Məhsullar Tətbiqi",
        "movieapp": "Film Tətbiqi",
        "crudsystem": "CRUD Sistemi",
        "live": "Canlı Nümayiş",
        "view": "Github-da Bax",
        "descriptionp": "İstifadəçi yönümlü məhsullar platforması. İstifadəçilər məhsullara baxa, axtarış edə, favoritlərinə əlavə edə və sadə və cavab verən interfeys ilə alış simulyasiyası edə bilirlər.",
        "descriptionm": "API-dən real vaxt məlumatları çəkən film axtarış tətbiqi. İstifadəçilər filmlərə baxa, axtarış edə və film detalları ilə tanış ola bilirlər, interfeys isə sadə və responsivdir.",
        "descriptionc": "İstifadəçilərə məlumat əlavə etmək, oxumaq, yeniləmək və silmək imkanı verən təmiz və interaktiv CRUD idarəetmə sistemi.",
        "contactme": "Mənimlə Əlaqə",
        "send": "Mesaj Göndər",
        "phone": "Telefon",
        "instagram": "İnstagram",
        "email": "E-poçt",
        "yourname": "Adınız",
        "yourmessage": "Mesajınız",
        "validname": "Ad ən azı 2 simvol olmalıdır",
        "validemail": "Zəhmət olmasa düzgün email ünvanı daxil edin",
        "validmessage": "Mesaj ən azı 5 simvol olmalıdır"
    }
}