{
    "portfolio": {
        "about": "About",
        "skills": "Skills",
        "projects": "Projects",
        "name": "Ali Mammadli",
        "contact": "Contact",
        "download": "Download CV",
        "language": "Language",
        "description": "A passionate Frontend Developer dedicated to crafting modern, fast, and user-friendly web applications that deliver exceptional user  experiences. I specialize in React and Next.js, leveraging their powerful features to build scalable and performant solutions. My expertise extends to JavaScript and TypeScript, where I continuously refine my skills to write clean, maintainable code. I'm deeply invested in UI/UX design principles, ensuring that every project I work on not only functions flawlessly but also looks beautiful and intuitive. I believe in creating digital experiences that make a real difference, combining technical excellence with creative problem-solving to bring ideas to life.",
        "header": " Hi! I'm Ali Mammadli",
        "years": "Years of Experience",
        "github": "Github Repos",
        "techonology": "Techonolgies learned",
        "myskills": "My Skills",
        "others": "Others",
        "styling": "Styling",
        "myprojects": "My Projects",
        "productsapp": "Products App",
        "movieapp": "Movie App",
        "crudsystem": "Crud System",
        "live": "Live Demo",
        "view": "View on Github",
        "descriptionp": "A user-oriented products platform where users can browse products, search items, add them to favorites, and simulate purchasing with a smooth and responsive interface.",
        "descriptionm": "A movie search application that fetches real-time data from an API, allowing users to browse, search, and view movie details with a clean and responsive UI.",
        "descriptionc": "A CRUD management system that allows users to create, read, update, and delete data through a clean and interactive user interface.",
        "contactme": "Contact me",
        "send": "Send Message",
        "phone": "Phone",
        "instagram": "Instagram",
        "email": "Email",
        "yourname": "Your name",
        "yourmessage": "Your message",
        "validname":"Name must be at least 2 characters",
        "validemail":"Please enter a valid email address",
        "validmessage":"Message must be at least 5 characters"
    }
}