{
    "portfolio": {
        "about": "Обо мне",
        "skills": "Навыки",
        "name": "Али Маммадли",
        "projects": "Проекты",
        "contact": "Контакты",
        "download": "Скачать CV",
        "language": "Язык",
        "description": "Страстный Frontend-разработчик, посвятивший себя созданию современных, быстрых и удобных веб-приложений, обеспечивающих исключительный пользовательский опыт. Я специализируюсь на React и Next.js, используя их мощные возможности для создания масштабируемых и производительных решений. Мой опыт также охватывает JavaScript и TypeScript, где я постоянно совершенствую свои навыки для написания чистого и поддерживаемого кода. Я глубоко увлечен принципами UI/UX-дизайна, гарантируя, что каждый проект не только работает безупречно, но и выглядит красиво и интуитивно понятно. Я верю в создание цифровых опытов, которые действительно имеют значение, сочетая техническое мастерство с творческим решением проблем.",
        "header": "Привет! Я Али Маммадли",
        "years": "Опыт (лет)",
        "github": "Репозитории Github",
        "techonology": "Изученные технологии",
        "myskills": "Мои навыки",
        "others": "Другое",
        "styling": "Стилизация",
        "myprojects": "Мои проекты",
        "productsapp": "Приложение продуктов",
        "movieapp": "Приложение фильмов",
        "crudsystem": "CRUD система",
        "live": "Демо онлайн",
        "view": "Посмотреть на Github",
        "descriptionp": "Платформа ориентирована на пользователей: можно просматривать продукты, искать товары, добавлять в избранное и симулировать покупки через плавный и отзывчивый интерфейс.",
        "descriptionm": "Приложение для поиска фильмов, которое получает данные в реальном времени с API, позволяя пользователям просматривать, искать и смотреть детали фильмов с чистым и отзывчивым интерфейсом.",
        "descriptionc": "Система управления CRUD, позволяющая пользователям создавать, читать, обновлять и удалять данные через чистый и интерактивный интерфейс.",
        "contactme": "Связаться со мной",
        "send": "Отправить сообщение",
        "phone": "Телефон",
        "instagram": "Инстаграм",
        "email": "Электронная почта",
        "yourname": "Ваше имя",
        "yourmessage": "Ваше сообщение",
        "validname": "Имя должно содержать не менее 2 символов",
        "validemail": "Пожалуйста, введите корректный адрес электронной почты",
        "validmessage": "Сообщение должно содержать не менее 5 символов"
    }
}